package com.example.irakli.soplidange.ExampleData;

/**
 * Created by GeoLab on 7/10/16.
 */
public class ProductData {
    public static int [ ] id = {0,1,2,3,4,5,6,7,8,9,10,11};
    public static String [] categories = {"ხორცი და თევზი", "რძის ნაწარმი და კცერცხი", "ბოსტნეული", "ხილი", "კახური ზეთი", "თაფლი",
            "თხიეული და ჩირი", "ალკოჰოლური სასმელი", "ჩაი და პიტნის ფოთოლი", "ძმარი", "მწნილი", "პური"};
    public static String [] name = {"ბატი","კალმახი","ღორის ხორცი","ქათამი","ინდაური","თევზი","ხბო","ცხვარი","კურდრელი","საქონლის ხორცი","იხვის ჭუჭული","ღორის ხორცი"};
    public static int [] recource = {4,6,10,32,1,34,23,5,34,5,7,8};
    public static String [] description = {"ტბის ლოქო\n" +
            "26 წლის პაპუნა კოხტაშვილის სათევზე მეურნეობიდან\n" +
            "თევზი დაცულია მტაცებლებისგან, პარაზიტებისა და ბაქტერიებისგან. ლოქო ბუნებით მეოჯახე თევზია. მაშინაც კი, როდესაც ისინი იზრდებიან ტბაში ან მდინარეში, იკრიბებიან ერთ ჯგუფად. ერთმანეთთან სიახლოვე ამცირებს მათ სტრესს, რაც საბოლოოდ აისახება მათ გემოზე. თევზებს მიეწოდებათ უმაღლესი ხარისხის საკვები ჰოლანდიიდან.\n" +
            "ლოქო კლარიასი არის ლოქოს აფრიკული ოჯახის ერთ-ერთი წარმომადგენელი, რომელიც ხასიათდება შემდეგი თვისებებით:\n" +
            "შეიცავს დიდი რაოდენობით ცხიმებს, რაც ანიჭებს მას არომატსა და სინოტივეს. მოხარშვის შემდეგ არ აღენიშნება სიმშრალე\n" +
            "აქვს სქელი, სასიამოვნო ფორმის ტექსტურა, რაც გვიადვილებს მის მომზადებას\n" +
            "მისი ფერმაში დაჭერა და ტრანსპორტირება ხდება ოპერტიულად, მიწოდება ხდება მუდმივად ფრეშ მდგომარეობაში\n" +
            "სასარგებლო თვისებები\n" +
            "მდიდარია ომეგა 3 ცხიმებით\n" +
            "შეიცავს ვიტამინ D-ს და ვიტამინ B-ს\n" +
            "შეიცავს ანტიოქსიდანტებს და ცილებს\n" +
            "ხასიათდება პროტეინის დიდი და კალორიების დაბალი შემცველობით\n" +
            "კვირაში თევზის ერთხელ მაინც მირთმევის შემთხვევაში მნიშვნელოვნად მცირდება ინფაქტის, გულის დაავადებებისა და კიბოს დამართვის რისკი",
    "ტბის ლოქო\n" +
            "26 წლის პაპუნა კოხტაშვილის სათევზე მეურნეობიდან\n" +
            "თევზი დაცულია მტაცებლებისგან, პარაზიტებისა და ბაქტერიებისგან. ლოქო ბუნებით მეოჯახე თევზია. მაშინაც კი, როდესაც ისინი იზრდებიან ტბაში ან მდინარეში, იკრიბებიან ერთ ჯგუფად. ერთმანეთთან სიახლოვე ამცირებს მათ სტრესს, რაც საბოლოოდ აისახება მათ გემოზე. თევზებს მიეწოდებათ უმაღლესი ხარისხის საკვები ჰოლანდიიდან.\n" +
            "ლოქო კლარიასი არის ლოქოს აფრიკული ოჯახის ერთ-ერთი წარმომადგენელი, რომელიც ხასიათდება შემდეგი თვისებებით:\n" +
            "შეიცავს დიდი რაოდენობით ცხიმებს, რაც ანიჭებს მას არომატსა და სინოტივეს. მოხარშვის შემდეგ არ აღენიშნება სიმშრალე\n" +
            "აქვს სქელი, სასიამოვნო ფორმის ტექსტურა, რაც გვიადვილებს მის მომზადებას\n" +
            "მისი ფერმაში დაჭერა და ტრანსპორტირება ხდება ოპერტიულად, მიწოდება ხდება მუდმივად ფრეშ მდგომარეობაში\n" +
            "სასარგებლო თვისებები\n" +
            "მდიდარია ომეგა 3 ცხიმებით\n" +
            "შეიცავს ვიტამინ D-ს და ვიტამინ B-ს\n" +
            "შეიცავს ანტიოქსიდანტებს და ცილებს\n" +
            "ხასიათდება პროტეინის დიდი და კალორიების დაბალი შემცველობით\n" +
            "კვირაში თევზის ერთხელ მაინც მირთმევის შემთხვევაში მნიშვნელოვნად მცირდება ინფაქტის, გულის დაავადებებისა და კიბოს დამართვის რისკი",
    "ტბის ლოქო\n" +
            "26 წლის პაპუნა კოხტაშვილის სათევზე მეურნეობიდან\n" +
            "თევზი დაცულია მტაცებლებისგან, პარაზიტებისა და ბაქტერიებისგან. ლოქო ბუნებით მეოჯახე თევზია. მაშინაც კი, როდესაც ისინი იზრდებიან ტბაში ან მდინარეში, იკრიბებიან ერთ ჯგუფად. ერთმანეთთან სიახლოვე ამცირებს მათ სტრესს, რაც საბოლოოდ აისახება მათ გემოზე. თევზებს მიეწოდებათ უმაღლესი ხარისხის საკვები ჰოლანდიიდან.\n" +
            "ლოქო კლარიასი არის ლოქოს აფრიკული ოჯახის ერთ-ერთი წარმომადგენელი, რომელიც ხასიათდება შემდეგი თვისებებით:\n" +
            "შეიცავს დიდი რაოდენობით ცხიმებს, რაც ანიჭებს მას არომატსა და სინოტივეს. მოხარშვის შემდეგ არ აღენიშნება სიმშრალე\n" +
            "აქვს სქელი, სასიამოვნო ფორმის ტექსტურა, რაც გვიადვილებს მის მომზადებას\n" +
            "მისი ფერმაში დაჭერა და ტრანსპორტირება ხდება ოპერტიულად, მიწოდება ხდება მუდმივად ფრეშ მდგომარეობაში\n" +
            "სასარგებლო თვისებები\n" +
            "მდიდარია ომეგა 3 ცხიმებით\n" +
            "შეიცავს ვიტამინ D-ს და ვიტამინ B-ს\n" +
            "შეიცავს ანტიოქსიდანტებს და ცილებს\n" +
            "ხასიათდება პროტეინის დიდი და კალორიების დაბალი შემცველობით\n" +
            "კვირაში თევზის ერთხელ მაინც მირთმევის შემთხვევაში მნიშვნელოვნად მცირდება ინფაქტის, გულის დაავადებებისა და კიბოს დამართვის რისკი",
    "ტბის ლოქო\n" +
            "26 წლის პაპუნა კოხტაშვილის სათევზე მეურნეობიდან\n" +
            "თევზი დაცულია მტაცებლებისგან, პარაზიტებისა და ბაქტერიებისგან. ლოქო ბუნებით მეოჯახე თევზია. მაშინაც კი, როდესაც ისინი იზრდებიან ტბაში ან მდინარეში, იკრიბებიან ერთ ჯგუფად. ერთმანეთთან სიახლოვე ამცირებს მათ სტრესს, რაც საბოლოოდ აისახება მათ გემოზე. თევზებს მიეწოდებათ უმაღლესი ხარისხის საკვები ჰოლანდიიდან.\n" +
            "ლოქო კლარიასი არის ლოქოს აფრიკული ოჯახის ერთ-ერთი წარმომადგენელი, რომელიც ხასიათდება შემდეგი თვისებებით:\n" +
            "შეიცავს დიდი რაოდენობით ცხიმებს, რაც ანიჭებს მას არომატსა და სინოტივეს. მოხარშვის შემდეგ არ აღენიშნება სიმშრალე\n" +
            "აქვს სქელი, სასიამოვნო ფორმის ტექსტურა, რაც გვიადვილებს მის მომზადებას\n" +
            "მისი ფერმაში დაჭერა და ტრანსპორტირება ხდება ოპერტიულად, მიწოდება ხდება მუდმივად ფრეშ მდგომარეობაში\n" +
            "სასარგებლო თვისებები\n" +
            "მდიდარია ომეგა 3 ცხიმებით\n" +
            "შეიცავს ვიტამინ D-ს და ვიტამინ B-ს\n" +
            "შეიცავს ანტიოქსიდანტებს და ცილებს\n" +
            "ხასიათდება პროტეინის დიდი და კალორიების დაბალი შემცველობით\n" +
            "კვირაში თევზის ერთხელ მაინც მირთმევის შემთხვევაში მნიშვნელოვნად მცირდება ინფაქტის, გულის დაავადებებისა და კიბოს დამართვის რისკი",
    "ტბის ლოქო\n" +
            "26 წლის პაპუნა კოხტაშვილის სათევზე მეურნეობიდან\n" +
            "თევზი დაცულია მტაცებლებისგან, პარაზიტებისა და ბაქტერიებისგან. ლოქო ბუნებით მეოჯახე თევზია. მაშინაც კი, როდესაც ისინი იზრდებიან ტბაში ან მდინარეში, იკრიბებიან ერთ ჯგუფად. ერთმანეთთან სიახლოვე ამცირებს მათ სტრესს, რაც საბოლოოდ აისახება მათ გემოზე. თევზებს მიეწოდებათ უმაღლესი ხარისხის საკვები ჰოლანდიიდან.\n" +
            "ლოქო კლარიასი არის ლოქოს აფრიკული ოჯახის ერთ-ერთი წარმომადგენელი, რომელიც ხასიათდება შემდეგი თვისებებით:\n" +
            "შეიცავს დიდი რაოდენობით ცხიმებს, რაც ანიჭებს მას არომატსა და სინოტივეს. მოხარშვის შემდეგ არ აღენიშნება სიმშრალე\n" +
            "აქვს სქელი, სასიამოვნო ფორმის ტექსტურა, რაც გვიადვილებს მის მომზადებას\n" +
            "მისი ფერმაში დაჭერა და ტრანსპორტირება ხდება ოპერტიულად, მიწოდება ხდება მუდმივად ფრეშ მდგომარეობაში\n" +
            "სასარგებლო თვისებები\n" +
            "მდიდარია ომეგა 3 ცხიმებით\n" +
            "შეიცავს ვიტამინ D-ს და ვიტამინ B-ს\n" +
            "შეიცავს ანტიოქსიდანტებს და ცილებს\n" +
            "ხასიათდება პროტეინის დიდი და კალორიების დაბალი შემცველობით\n" +
            "კვირაში თევზის ერთხელ მაინც მირთმევის შემთხვევაში მნიშვნელოვნად მცირდება ინფაქტის, გულის დაავადებებისა და კიბოს დამართვის რისკი",
    "ტბის ლოქო\n" +
            "26 წლის პაპუნა კოხტაშვილის სათევზე მეურნეობიდან\n" +
            "თევზი დაცულია მტაცებლებისგან, პარაზიტებისა და ბაქტერიებისგან. ლოქო ბუნებით მეოჯახე თევზია. მაშინაც კი, როდესაც ისინი იზრდებიან ტბაში ან მდინარეში, იკრიბებიან ერთ ჯგუფად. ერთმანეთთან სიახლოვე ამცირებს მათ სტრესს, რაც საბოლოოდ აისახება მათ გემოზე. თევზებს მიეწოდებათ უმაღლესი ხარისხის საკვები ჰოლანდიიდან.\n" +
            "ლოქო კლარიასი არის ლოქოს აფრიკული ოჯახის ერთ-ერთი წარმომადგენელი, რომელიც ხასიათდება შემდეგი თვისებებით:\n" +
            "შეიცავს დიდი რაოდენობით ცხიმებს, რაც ანიჭებს მას არომატსა და სინოტივეს. მოხარშვის შემდეგ არ აღენიშნება სიმშრალე\n" +
            "აქვს სქელი, სასიამოვნო ფორმის ტექსტურა, რაც გვიადვილებს მის მომზადებას\n" +
            "მისი ფერმაში დაჭერა და ტრანსპორტირება ხდება ოპერტიულად, მიწოდება ხდება მუდმივად ფრეშ მდგომარეობაში\n" +
            "სასარგებლო თვისებები\n" +
            "მდიდარია ომეგა 3 ცხიმებით\n" +
            "შეიცავს ვიტამინ D-ს და ვიტამინ B-ს\n" +
            "შეიცავს ანტიოქსიდანტებს და ცილებს\n" +
            "ხასიათდება პროტეინის დიდი და კალორიების დაბალი შემცველობით\n" +
            "კვირაში თევზის ერთხელ მაინც მირთმევის შემთხვევაში მნიშვნელოვნად მცირდება ინფაქტის, გულის დაავადებებისა და კიბოს დამართვის რისკი",
    "ტბის ლოქო\n" +
            "26 წლის პაპუნა კოხტაშვილის სათევზე მეურნეობიდან\n" +
            "თევზი დაცულია მტაცებლებისგან, პარაზიტებისა და ბაქტერიებისგან. ლოქო ბუნებით მეოჯახე თევზია. მაშინაც კი, როდესაც ისინი იზრდებიან ტბაში ან მდინარეში, იკრიბებიან ერთ ჯგუფად. ერთმანეთთან სიახლოვე ამცირებს მათ სტრესს, რაც საბოლოოდ აისახება მათ გემოზე. თევზებს მიეწოდებათ უმაღლესი ხარისხის საკვები ჰოლანდიიდან.\n" +
            "ლოქო კლარიასი არის ლოქოს აფრიკული ოჯახის ერთ-ერთი წარმომადგენელი, რომელიც ხასიათდება შემდეგი თვისებებით:\n" +
            "შეიცავს დიდი რაოდენობით ცხიმებს, რაც ანიჭებს მას არომატსა და სინოტივეს. მოხარშვის შემდეგ არ აღენიშნება სიმშრალე\n" +
            "აქვს სქელი, სასიამოვნო ფორმის ტექსტურა, რაც გვიადვილებს მის მომზადებას\n" +
            "მისი ფერმაში დაჭერა და ტრანსპორტირება ხდება ოპერტიულად, მიწოდება ხდება მუდმივად ფრეშ მდგომარეობაში\n" +
            "სასარგებლო თვისებები\n" +
            "მდიდარია ომეგა 3 ცხიმებით\n" +
            "შეიცავს ვიტამინ D-ს და ვიტამინ B-ს\n" +
            "შეიცავს ანტიოქსიდანტებს და ცილებს\n" +
            "ხასიათდება პროტეინის დიდი და კალორიების დაბალი შემცველობით\n" +
            "კვირაში თევზის ერთხელ მაინც მირთმევის შემთხვევაში მნიშვნელოვნად მცირდება ინფაქტის, გულის დაავადებებისა და კიბოს დამართვის რისკი",
    "ტბის ლოქო\n" +
            "26 წლის პაპუნა კოხტაშვილის სათევზე მეურნეობიდან\n" +
            "თევზი დაცულია მტაცებლებისგან, პარაზიტებისა და ბაქტერიებისგან. ლოქო ბუნებით მეოჯახე თევზია. მაშინაც კი, როდესაც ისინი იზრდებიან ტბაში ან მდინარეში, იკრიბებიან ერთ ჯგუფად. ერთმანეთთან სიახლოვე ამცირებს მათ სტრესს, რაც საბოლოოდ აისახება მათ გემოზე. თევზებს მიეწოდებათ უმაღლესი ხარისხის საკვები ჰოლანდიიდან.\n" +
            "ლოქო კლარიასი არის ლოქოს აფრიკული ოჯახის ერთ-ერთი წარმომადგენელი, რომელიც ხასიათდება შემდეგი თვისებებით:\n" +
            "შეიცავს დიდი რაოდენობით ცხიმებს, რაც ანიჭებს მას არომატსა და სინოტივეს. მოხარშვის შემდეგ არ აღენიშნება სიმშრალე\n" +
            "აქვს სქელი, სასიამოვნო ფორმის ტექსტურა, რაც გვიადვილებს მის მომზადებას\n" +
            "მისი ფერმაში დაჭერა და ტრანსპორტირება ხდება ოპერტიულად, მიწოდება ხდება მუდმივად ფრეშ მდგომარეობაში\n" +
            "სასარგებლო თვისებები\n" +
            "მდიდარია ომეგა 3 ცხიმებით\n" +
            "შეიცავს ვიტამინ D-ს და ვიტამინ B-ს\n" +
            "შეიცავს ანტიოქსიდანტებს და ცილებს\n" +
            "ხასიათდება პროტეინის დიდი და კალორიების დაბალი შემცველობით\n" +
            "კვირაში თევზის ერთხელ მაინც მირთმევის შემთხვევაში მნიშვნელოვნად მცირდება ინფაქტის, გულის დაავადებებისა და კიბოს დამართვის რისკი",
    "ტბის ლოქო\n" +
            "26 წლის პაპუნა კოხტაშვილის სათევზე მეურნეობიდან\n" +
            "თევზი დაცულია მტაცებლებისგან, პარაზიტებისა და ბაქტერიებისგან. ლოქო ბუნებით მეოჯახე თევზია. მაშინაც კი, როდესაც ისინი იზრდებიან ტბაში ან მდინარეში, იკრიბებიან ერთ ჯგუფად. ერთმანეთთან სიახლოვე ამცირებს მათ სტრესს, რაც საბოლოოდ აისახება მათ გემოზე. თევზებს მიეწოდებათ უმაღლესი ხარისხის საკვები ჰოლანდიიდან.\n" +
            "ლოქო კლარიასი არის ლოქოს აფრიკული ოჯახის ერთ-ერთი წარმომადგენელი, რომელიც ხასიათდება შემდეგი თვისებებით:\n" +
            "შეიცავს დიდი რაოდენობით ცხიმებს, რაც ანიჭებს მას არომატსა და სინოტივეს. მოხარშვის შემდეგ არ აღენიშნება სიმშრალე\n" +
            "აქვს სქელი, სასიამოვნო ფორმის ტექსტურა, რაც გვიადვილებს მის მომზადებას\n" +
            "მისი ფერმაში დაჭერა და ტრანსპორტირება ხდება ოპერტიულად, მიწოდება ხდება მუდმივად ფრეშ მდგომარეობაში\n" +
            "სასარგებლო თვისებები\n" +
            "მდიდარია ომეგა 3 ცხიმებით\n" +
            "შეიცავს ვიტამინ D-ს და ვიტამინ B-ს\n" +
            "შეიცავს ანტიოქსიდანტებს და ცილებს\n" +
            "ხასიათდება პროტეინის დიდი და კალორიების დაბალი შემცველობით\n" +
            "კვირაში თევზის ერთხელ მაინც მირთმევის შემთხვევაში მნიშვნელოვნად მცირდება ინფაქტის, გულის დაავადებებისა და კიბოს დამართვის რისკი",
    "ტბის ლოქო\n" +
            "26 წლის პაპუნა კოხტაშვილის სათევზე მეურნეობიდან\n" +
            "თევზი დაცულია მტაცებლებისგან, პარაზიტებისა და ბაქტერიებისგან. ლოქო ბუნებით მეოჯახე თევზია. მაშინაც კი, როდესაც ისინი იზრდებიან ტბაში ან მდინარეში, იკრიბებიან ერთ ჯგუფად. ერთმანეთთან სიახლოვე ამცირებს მათ სტრესს, რაც საბოლოოდ აისახება მათ გემოზე. თევზებს მიეწოდებათ უმაღლესი ხარისხის საკვები ჰოლანდიიდან.\n" +
            "ლოქო კლარიასი არის ლოქოს აფრიკული ოჯახის ერთ-ერთი წარმომადგენელი, რომელიც ხასიათდება შემდეგი თვისებებით:\n" +
            "შეიცავს დიდი რაოდენობით ცხიმებს, რაც ანიჭებს მას არომატსა და სინოტივეს. მოხარშვის შემდეგ არ აღენიშნება სიმშრალე\n" +
            "აქვს სქელი, სასიამოვნო ფორმის ტექსტურა, რაც გვიადვილებს მის მომზადებას\n" +
            "მისი ფერმაში დაჭერა და ტრანსპორტირება ხდება ოპერტიულად, მიწოდება ხდება მუდმივად ფრეშ მდგომარეობაში\n" +
            "სასარგებლო თვისებები\n" +
            "მდიდარია ომეგა 3 ცხიმებით\n" +
            "შეიცავს ვიტამინ D-ს და ვიტამინ B-ს\n" +
            "შეიცავს ანტიოქსიდანტებს და ცილებს\n" +
            "ხასიათდება პროტეინის დიდი და კალორიების დაბალი შემცველობით\n" +
            "კვირაში თევზის ერთხელ მაინც მირთმევის შემთხვევაში მნიშვნელოვნად მცირდება ინფაქტის, გულის დაავადებებისა და კიბოს დამართვის რისკი",
    "ტბის ლოქო\n" +
            "26 წლის პაპუნა კოხტაშვილის სათევზე მეურნეობიდან\n" +
            "თევზი დაცულია მტაცებლებისგან, პარაზიტებისა და ბაქტერიებისგან. ლოქო ბუნებით მეოჯახე თევზია. მაშინაც კი, როდესაც ისინი იზრდებიან ტბაში ან მდინარეში, იკრიბებიან ერთ ჯგუფად. ერთმანეთთან სიახლოვე ამცირებს მათ სტრესს, რაც საბოლოოდ აისახება მათ გემოზე. თევზებს მიეწოდებათ უმაღლესი ხარისხის საკვები ჰოლანდიიდან.\n" +
            "ლოქო კლარიასი არის ლოქოს აფრიკული ოჯახის ერთ-ერთი წარმომადგენელი, რომელიც ხასიათდება შემდეგი თვისებებით:\n" +
            "შეიცავს დიდი რაოდენობით ცხიმებს, რაც ანიჭებს მას არომატსა და სინოტივეს. მოხარშვის შემდეგ არ აღენიშნება სიმშრალე\n" +
            "აქვს სქელი, სასიამოვნო ფორმის ტექსტურა, რაც გვიადვილებს მის მომზადებას\n" +
            "მისი ფერმაში დაჭერა და ტრანსპორტირება ხდება ოპერტიულად, მიწოდება ხდება მუდმივად ფრეშ მდგომარეობაში\n" +
            "სასარგებლო თვისებები\n" +
            "მდიდარია ომეგა 3 ცხიმებით\n" +
            "შეიცავს ვიტამინ D-ს და ვიტამინ B-ს\n" +
            "შეიცავს ანტიოქსიდანტებს და ცილებს\n" +
            "ხასიათდება პროტეინის დიდი და კალორიების დაბალი შემცველობით\n" +
            "კვირაში თევზის ერთხელ მაინც მირთმევის შემთხვევაში მნიშვნელოვნად მცირდება ინფაქტის, გულის დაავადებებისა და კიბოს დამართვის რისკი",
          " გულის დაავადებებისა და კიბოს დამართვის რისკი"};
    public static double[] price = {3.5,4.7,9.0,1.45,0.5,15.5,7,5.8,4,1.7,11.2,6.5};
    public static String [] img = {"http://i.imgur.com/DvpvklR.png","http://i.imgur.com/DvpvklR.png","http://i.imgur.com/DvpvklR.png","http://i.imgur.com/DvpvklR.png","http://i.imgur.com/DvpvklR.png","http://i.imgur.com/DvpvklR.png",
    "http://i.imgur.com/DvpvklR.png","http://i.imgur.com/DvpvklR.png","http://i.imgur.com/DvpvklR.png","http://i.imgur.com/DvpvklR.png","http://i.imgur.com/DvpvklR.png","http://i.imgur.com/DvpvklR.png"};

}
